{
    "home"  : "الرئيسية",
    "about"  : "معلومات عنا",
    "services"  : "الخدمات",
    "portfolio"  : "مشاريعنا",
    "technologies"  : "التكنولوجيا",
    "technology"  : "التكنولوجيا",
    "pricing"  : "الأسعار",
    "contact"  : "تواصل معنا",
    "learn more" : "معرفة المزيد" ,
    "about us" : "معلومات عنا",
    "contact us" : "تواصل معنا",
    "used technology" : "التكنولوجيا المستخدمة",
    "used technologies" : "التكنولوجيا المستخدمة",
    "links" : "روابط" ,
    "copyright" : "حقوق النشر" ,
    "reserved" : "محفوظة" ,
    "we make web apps and mobile apps for you"  : "نبني لك مواقع إليكترونية و تطبيقات هاتف",
    "business" : "مشروعك",
    "we build software for your" : "نطور برامج من أجل",
    "discover now" : "استكشف الان",
    
    "about_title" : "مهمتنا هي مساعدة عملاؤنا",
    "about_content" : "نحن نقوم ببرمجة و تصميم مواقع إليكترونية و تطبيقات الهاتف android و ios . تستخدم المواقع الإليكترونية و تطبيقات الهاتف في العديد من المجالات منها إنشاء متجر إليكتروني لعرض و بيع المنتجات إليكترونيا مما يساعد علي زيادة المبيعات و كسب عملاء أكثر و إدارة المشروع إليكترونيا . نقوم أيضا بعمل برامج إدارة و محاسبة لإدارة المشاريع التجارية",
    
    "services_title" : "الخدمات التي نقدمها لعملائنا",

    "web development":"إنشاء مواقع إليكترونية",
    "web_content" : "نحن نعلم أن اشاء موقع إليكتروني مناسب سيحقق نتائج إيجابية لأعمالك , يمكننا المساعدة في التصميم و التطوير و الإدارة",
    
    "app development" : "إنشاء تطبيقات هاتف",
    "app_content" : "نقوم بتطوير و تصميم تطبيقات الهاتف android و ios . تتميز تطبيقات الهاتف بسهولة الأستخدام مما يساعد عملاءك علي سهولة الوصول إلي متجر أو التواصل معك",
    
    "design services" : "خدمات تصميم",
    "design_content" : "نقوم بتصميم الشعارات و الصور و الإعلانات الترويجية  التي تساعد علي نشر مشروعك و كسب المزيد من العملاء",

    "get in touch" : "تواصل معنا",
    "social media" : "وسائل التواصل الإجتماعي",
    "phone numbers" : "أرقام الهاتف",
    "whatsapp numbers" : "أرقام الواتساب",
    "visit my youtube channel" : "قم بزيارة قناة اليوتيوب الخاصة بنا",


    "tech_title" : "التكنولوجيا المستخدمة في مشاريعنا",
    "react_content" : " تقنية ال React js هي عبارة عن إطار عمل للغة البرمجة Javascript و تساعد تقنية ال React Js علي القيام بمواقع إليكترونية سريعة باستخدام مبدأ Single Page Application مما يقلل من فترة التحميل و يجعل الموقع ذا تجربة مستخدم ممتازة",
    "tailwind_content" : "تقنية ال Tailwind هي عبارة عن إطار عمل للغة التصميم CSS , تساعد تقنية ال Tailwind علي القيام بتصميمات احترافية و مناسبة مع جيمع مقاسات الشاشات للمواقع الإليكترونية و تطبيقات الهاتف ",
    "laravel_content" : "تقنية ال Laravel هي عبارة عن إطار عمل للغة البرمجة PHP , تساعد تقنية ال LARAVEL علي برمجة مواقع إليكترونية أكثر أمانا و أفضل في الأداء و تتيح التحكم بشكل أفضل في كفاءة و أمان البيانات المخزنة في قواعد البيانات",
    "react_native_content" : "تقنية ال REACT NATIVE عبارة عن إطار عمل للغة ال JAVASCRIPT , تساعد تقنية ال REACT NATIVE علي تطوير تطبيقات الهاتف ",

    "Pricing for our services" : "أسعار خدماتنا" ,
    "web application" : "موقع إليكتروني",
    "web_pricing_content" : "برمجة و تصميم موقع إليكتروني بالإضافة إلي سنة مجانية اشتراك دومين و سرفر",
    "android application" : "تطبيق لهاتف Android",
    "android_pricing_content" : "برمجة و تصميم تطبيق Android مع اشتراك سرفر مجاني لمدة عام",
    "ios_pricing_content" : "برمجة و تصميم تطبيق ios مع اشتراك سرفر مجاني لمدة عام",
    "ios application" : "تطبيق لهاتف ios" ,
    "website with ios & android app" : "موقع إليكتروني و تطبيق لهواتف android و ios" ,
    "web_mobile_pricing_content" : "تصميم و برمجة موقع إليكتروني بالإضافة إلي تصميم و برمجة تطبيق ل android و تطبيق ل ios بالإضافة إلي سنة مجانية اشتراك دومين و سرفر",

    "" : "",
    "t" : ""
}