{
    "home"  : "home",
    "about"  : "about",
    "services"  : "services",
    "portfolio"  : "portfolio",
    "contact"  : "contact",
    "about_title" : "our job is to help our clients",
    "about_content" : "We program and design websites and mobile applications for Android and iOS. Websites and phone applications are used in many fields, including creating an online store to display and sell products , which helps in increase sales, gain more customers, and manage the project . We also create management and accounting programs to manage commercial projects",
    "services_title":"services for our clients",
    "web_content":"We know that right web solutions will deliver results for your business. We can help with design , development and management",
    "app_content":"We develop and design mobile applications for Android and iOS. Mobile applications are easy to use, which helps your customers easily access a your store or communicate with you",
    "design_content":"we design logos, images, and promotional advertisements that help spread your project and gain more customers",
    "tech_title":"technology used in our projects",
    "react_content" : "React JS technology is a framework for the Javascript programming language. React JS technology helps in create fast websites using the Single Page Application principle, which reduces the loading period and makes the site have an excellent user experience.",
    "tailwind_content" : "Tailwind technology is a framework for the CSS design language. Tailwind technology helps to create professional designs suitable for all screen sizes for websites and phone applications.",
    "laravel_content" : "Laravel technology is a framework for the PHP programming language. LARAVEL technology helps in programming websites that are safer and better in performance and allows better control over the efficiency and security of data stored in databases.",
    "react_native_content" : "REACT NATIVE technology is a framework for the JAVASCRIPT language. REACT NATIVE technology helps in developing mobile applications.",
    "web_pricing_content":"designing and programming web applications with one year free hosting and domain subscription",
    "android_pricing_content":"designing and programming android mobile applications with one year free hosting subscription",
    "ios_pricing_content":"designing and programming ios mobile applications with one year free hosting subscription",
    "web_mobile_pricing_content":"Design and programming a website, in addition to designing and programming an application for Android and an application for iOS, in addition to a free year of domain and server subscription.",
    "":"",
    "a":""
}